Repository: sleepingcat4/bert-textgeneration
Catalog: dataset/output_polskapomoc-gov-pl_eng-pol_eng-pol.tmx
Source language: en
Languages: pl

source: Yasmin lives in a rented room with her daughter and grandchildren.
pl: Yasmin mieszka w wynajętym pokoju wraz z córką i wnuczkami.

source: The Polish Centre for International Aid provides basic relief and medical aid to Syrian refugees.
pl: Polskie Centrum Pomocy Międzynarodowej udziela uchodźcom syryjskim podstawowej pomocy, m.in. medycznej.

source: More than 1.5m refugees live in garages, empty flats and industrial buildings which cost them several hundred dollars per month.
pl: Ponad 1,5 mln uchodźców mieszka w garażach, pustostanach i budynkach gospodarczych, za które płacą po kilkaset dolarów miesięcznie.

source: - Paweł Kęska, for King of Life
pl: - Paweł Kęska, za zdjęcie „Król życia”

source: A village of Family Orphanages run by Caritas-Spes Ukraine.
pl: Miasteczko Rodzinnych Domów Dziecka zarządzanych przez Caritas-Spes Ukraina.

source: The six homes, each managed by a female tutor or a tutor couple, are inhabited by nearly 60 children.
pl: Każdy z sześciu domów prowadzony jest przez wychowawczynię lub małżeństwo wychowawców, a mieszka w nich blisko 60 dzieci.

source: The living conditions are so good that they spark envy in local villagers.
pl: Mają tam tak dobre warunki życia, że budzą zazdrość mieszkańców okolicznych wiosek.

source: In the Education and Entrepreneurship as Keys to Better Lives category:
pl: W kategorii Edukacja i przedsiębiorczość kluczem do lepszego życia:

source: I prize: Joanna Mrówka, for Street Ironing Point
pl: I miejsce: Joanna Mrówka, za zdjęcie „Uliczna prasowalnia”

source: This ironing facility which caters for local residents is tucked away in one of the narrow backstreets of India's Varanasi.
pl: W jednym z ciasnych zaułków Waranasi w Indiach funkcjonuje ta prasowalnia świadcząca usługi dla okolicznych mieszkańców.

source: - Iwona Błędowska, for Exam reportage
pl: - Iwona Błędowska, za reportaż „Egzamin”

source: Gisenyi, north-eastern Rwanda, is where girls and boys in a vocational school sit tailoring exams each year in October.
pl: W Gisenyi w północno-zachodniej Rwandzie co roku w październiku przeprowadzane są egzaminy krawieckie dla dziewcząt i chłopców ze szkoły zawodowej.

source: After two-year studies and a passed exam, most students find employment at local clothing companies.
pl: Po dwóch latach nauki i zdanym egzaminie większość uczniów znajduje zatrudnienie w lokalnych firmach odzieżowych.

source: - Olga Mielnikiewicz, for I Know, Mister
pl: - Olga Mielnikiewicz, za zdjęcie „Proszę pana, ja wiem”

source: Right now, girls account for half of the school's pupils.
pl: W tej chwili połowa uczących się to dziewczynki.

source: In the Human Impact on the Environment category:
pl: W kategorii Wpływ człowieka na środowisko naturalne:

source: I prize: Mariusz Janiszewski, for Asia's Tigers reportage
pl: I miejsce: Mariusz Janiszewski, za reportaż „Azjatyckie tygrysy”

source: Asia's cities are one big construction site.
pl: Azjatyckie miasta to jeden wielki plac budowy.

source: A massive influx of village population into large urban areas causes the horizon to be overshadowed by dozens of multistorey blocks of flats.
pl: Masowy napływ ludności wiejskiej do dużych ośrodków sprawia, że horyzont przesłaniają tam dziesiątki wznoszonych wielopiętrowych bloków mieszkalnych.

source: Manila, the capital of the Philippines, is among such sprawling metropolises.
pl: Manila, stolica Filipin, należy do takich właśnie pęczniejących metropolii.

source: - Maciek Iwaniszewski, for Cuban Smog
pl: - Maciek Iwaniszewski, za zdjęcie „Kubański smog”

source: A season for burning sugar cane fields starts in Cuba, where the cultivation of sugar cane is an important branch of the economy and sugar is one of the major exports.
pl: Na Kubie, gdzie uprawa trzciny cukrowej jest ważną gałęzią gospodarki, a cukier jednym z głównych towarów eksportowych, rozpoczyna się sezon wypalania pól trzcinowych.

source: During this time toxic smoke and darkness blanket large areas of the country.
pl: W jego trakcie wielkie obszary pogrążają się w szkodliwym dymie i ciemnościach.

source: - Karolina Piątkowska, for In a New Home
pl: - Karolina Piątkowska, za zdjęcie „W nowym domu”

source: The outskirts of Iquitos in the Peruvian Amazon are home to a few animal shelters.
pl: Na obrzeżach Iquitos w peruwiańskiej Amazonii mieści się kilka ośrodków pomocy dla zwierząt.

source: These are places for animals recovered from poachers, often wounded or maimed.
pl: Trafiają tam stworzenia odebrane kłusownikom, często ranne lub okaleczone.

source: This alligator lives in a small pool and will probably never be capable of living in its natural habitat.
pl: Ten aligator mieszka w niewielkim basenie i prawdopodobnie już nigdy nie będzie zdolny do życia w naturalnym środowisku.

source: The photos featured everyday life of people in developing countries.
pl: Zdjęcia przedstawiały życie codzienne mieszkańców państw rozwijających się.

source: Some of the countries are covered by the Polish Aid programme.
pl: W części z nich realizowane są programy Polskiej Pomocy.

source: Thanks to the partnership with the National Geographic Poland magazine, the photographs will reach wide audiences across Poland.
pl: Dzięki współpracy z magazynem National Geographic Polska fotografie dotrą do szerokiego grona odbiorców w całej Polsce.

source: Assistance projects for Ghazni in 2011
pl: Projekty pomocowe dla Ghazni 2011

source: Some of the major ones include the construction of a landfill site for the city of Ghazni, the building of a mechanical sewage treatment plant as well as an investment: ‘green area on the Ghazni riverside'.
pl: Największe z nich to: budowa składowiska odpadów dla miasta Ghazni oraz budowa mechanicznej oczyszczalni ścieków, a także inwestycja „tereny zielone nad rzeką Ghazni".

source: The purpose of implementing these projects is to create proper conditions for social and economic development, in accordance with the Development Plan for the Ghazni Province.
pl: Realizacja projektów ma na celu stworzenie odpowiednich warunków dla rozwoju społecznego i gospodarczego zgodnie z Planem Rozwoju Prowincji Ghazni.

source: MFA Undersecretary of State Konrad Pawlik attended the 25th anniversary event of the Centre for East European Studies.
pl: Podsekretarz Stanu w MSZ Konrad Pawlik wziął dziś udział w obchodach jubileuszu 25-lecia Studium Europy Wschodniej.

source: Addressing the assembled guests, Deputy Minister Konrad Pawlik emphasized that the establishment of the Centre for East European Studies was in keeping with the goals and ideas of opposition intellectuals, who had wanted to build the eastern dimension of foreign policy in the spirit of humanism, solidarity, and international dialogue.
pl: Przemawiając do zgromadzonych gości wiceminister Konrad Pawlik podkreślił, że powstanie Studium Europy Wschodniej stanowiło realizację celów i idei opozycyjnych środowisk intelektualnych, które chciały budować wschodni wymiar polityki zagranicznej w duchu humanizmu, solidarności i dialogu między narodami.

source: “With the programme's curriculum being so well-rounded, graduates of the Centre for European Studies have a chance to become leaders of change in their countries.
pl: - Dzięki wszechstronności programu kształcenia absolwenci Studium Europy Wschodniej mają szansę stać się liderami przemian w swoich krajach.

source: Thus, the Centre's work fits in well with the Eastern Partnership's social dimension,” he said.
pl: W ten sposób działalność Studium doskonale wpisuje się w społeczny wymiar Partnerstwa Wschodniego - mówił.

source: As the deputy foreign minister declared, Poland's diplomacy will continue to support the education of top specialists from Poland and abroad, who join in efforts to deepen ties between the countries of our region.
pl: Wiceminister zadeklarował dalsze wsparcie polskiej dyplomacji inicjatyw służących kształceniu wysokiej klasy polskich i zagranicznych specjalistów, którzy angażują się do pracy na rzecz umacniania więzi pomiędzy państwami naszego regionu.

source: “I should also stress that the Centre's curriculum is a two-way street, meaning that young Poles discover the East, its history and present day, and make contacts with citizens of former Soviet republics.
pl: - Trzeba też podkreślić, że program edukacyjny Studium to „ulica dwukierunkowa” - również młodzi Polacy poznają Wschód, jego historię i współczesność, nawiązują kontakty z mieszkańcami krajów byłego ZSRR.

source: Together with their peers from the East, they form a unique group of people who can have a positive impact on Poland's relations with its neighbours,” he added.
pl: Razem z rówieśnikami ze Wschodu tworzą unikalną grupę ludzi, która może pozytywnie wpływać na relacje pomiędzy Polską i jej sąsiadami - dodał.

source: A day before, the deputy foreign minister met with the event's guests of honour: signatories of the Belavezha Accords.
pl: Dzień wcześniej wiceszef polskiego MSZ spotkał się z gośćmi honorowymi uroczystości - sygnatariuszami porozumień białowieskich.

source: The Centre for East European Studies is one of the leading academic units in our region concerned with Central and Eastern Europe, the Caucasus, and Central Asia.
pl: Studium Europy Wschodniej należy do czołowych ośrodków naukowo-dydaktycznych w naszym regionie podejmujących problematykę Europy Środkowo-Wschodniej, Kaukazu i Azji Centralnej.

source: An important part of the Centre's educational work are scholarship programmes for foreign students and scholars.
pl: Ważnym elementem działalności edukacyjnej Studium są programy stypendialne dla zagranicznych studentów i naukowców, realizowane we współpracy z MSZ w ramach polskiej pomocy rozwojowej.

source: Implemented in cooperation with the MFA as part of Poland's development assistance, the grants make it possible for several dozen foreigners from the former USSR to take up studies at the Centre each year.
pl: Dzięki wsparciu finansowemu każdego roku naukę w Studium Europy Wschodniej podejmuje kilkudziesięciu obcokrajowców z terenu byłego ZSRR.

source: For young generations, education in Poland is a chance not only to develop their intellectual potential, but also to get to know our country better and promote European values.
pl: Możliwość kształcenie w Polsce to dla młodych pokoleń nie tylko szansa na intelektualny rozwój, ale również lepsze poznanie naszego kraju i promocję wartości europejskich.

source: You are here Polish Aid / Development cooperation / Humanitarian aid / Humanitarian aid 2015 / Third transport of humanitarian aid for Ukraine
pl: jesteś tutaj Polska pomoc / Współpraca rozwojowa / Pomoc humanitarna / Pomoc humanitarna 2015 / Trzeci transport z pomocą humanitarną dla Ukrainy

source: Third transport of humanitarian aid for Ukraine
pl: Trzeci transport z pomocą humanitarną dla Ukrainy

source: "Today's convoy is the realization of declarations made by Prime Minister Ewa Kopacz during the intergovernmental consultations in Kyiv last January on providing humanitarian assistance to Ukraine," said Deputy Minister Konrad Pawlik.
pl: Dzisiejszy konwój to realizacja deklaracji podjętych w styczniu br. przez panią premier Ewę Kopacz złożoną w trakcie konsultacji międzyrządowych w Kijowie o udzielaniu wsparcia humanitarnego na rzecz Ukrainy - powiedział wiceminister Konrad Pawlik.

source: "Tomorrow I will have the opportunity to meet with German Minister for Economic Cooperation and Development Christopher Strasser to jointly inaugurate the convoy's trip from Kyiv to Zaporizhia," stressed Deputy Minister Pawlik.
pl: - Jutro będę miał okazję spotkać się z ministrem współpracy gospodarczej i rozwoju RFN Christopherem Strässerem z którym wspólnie zainaugurujemy wyjazd konwoju z Kijowa do Zaporoża - podkreślił wiceminister Pawlik.

source: The convoy has been organized by the Ministry of Foreign Affairs, the National Headquarters of State Fire Service, and the Polish NGOs: the Polish Medical Mission, Caritas Poland, the Polish Centre for International Aid Foundation, and the Order of Malta Poland.
pl: Transport organizowany jest wspólnie przez Ministerstwo Spraw Zagranicznych, Komendę Główną Państwowej Straży Pożarnej oraz polskie organizacje pozarządowe: Polska Misja Medyczna, Caritas Polska, Fundację Polskie Centrum Pomocy Międzynarodowej, Zakon Maltański Polska.

source: Polish humanitarian relief consists mainly of food parcels, hygiene products, including baby kits, school kits for children that should help them start the school year after the summer holidays, sleeping bags, blankets, camp beds, as well as dressings and most essential medicines.
pl: Na zakupioną w Polsce pomoc składają się przede wszystkim paczki żywnościowe, środki higieniczne, w tym zestawy dla niemowląt, przybory szkolne dla dzieci z myślą o rozpoczynającym się po wakacjach roku szkolnym, śpiwory, koce, łózka polowe, a także środki opatrunkowe i najpotrzebniejsze leki.

source: Polish aid will go to the Zaporizhia Oblast.
pl: Polska pomoc trafi do Obwodu Zaporowskiego.

source: At the same time, Ukraine receives help from local governments and NGO volunteers, hundreds of whom are engaged in clothes and food collections.
pl: Rząd RP dofinansował także wypoczynek połączony z terapią dla dzieci i młodzieży z terenów objętych walkami.

source: Whilst the number and scale of crises has increased - budgets for humanitarian aid sector are shrinking - resulting in traditional donors opening up to the commercial world, seeking new partnerships and assistance from business.
pl: W tym ważnym wydarzeniu uczestniczyć będą goście z całego świata: organizacje humanitarne, eksperci ds. rozwoju, producenci oraz dostawcy usług niosących pomoc miedzy innymi ofiarom kataklizmów, epidemi i konfliktow.

source: You are here Polish Aid / Our activities / Scholarship programs / New scholarship programmes for developing countries
pl: jesteś tutaj Polska pomoc / Nasze działania / Programy stypendialne / Nowe programy stypendialne dla krajów rozwijających się

source: New scholarship programmes for developing countries
pl: Nowe programy stypendialne dla krajów rozwijających się

source: The future masters and doctoral students will be studying at selected universities overseen by the Ministry of Science and Higher Education.
pl: Przyszli magistrowie i doktoranci będą uczyć się na wybranych uczelniach wyższych nadzorowanych przez Ministerstwo Nauki i Szkolnictwa Wyższego.

source: New scholarship programmes translate into higher numbers of foreigners studying in Poland.
pl: Utworzenie nowych programów stypendialnych przyczynia się do zwiększenia liczby kształcących się w Polsce obcokrajowców.

source: Foreign students in Poland acquire expertise which they will be able to use afterwards for the benefit of their home countries.
pl: Studiujący w Polsce cudzoziemcy zdobywają wiedzę i doświadczenie, które mogą wykorzystać na rzecz poprawy warunków życia w swoich krajach.

source: The scholarship policy also works to promote Poland as a modern, friendly country open to other societies and cultures.
pl: Polityka stypendialna przyczynia się również do promocji Polski jako kraju nowoczesnego, przyjaznego oraz otwartego na inne społeczności i kultury.

source: The strength of Poland's educational offering lies in its excellent quality combined with relatively low fees and costs of accommodation.
pl: Zaletą polskiej oferty edukacyjnej jest bardzo dobry poziom kształcenia przy stosunkowo niskich kosztach studiowania i utrzymania.

source: Foreigners often take up research jobs and encourage international collaboration, which enhances the prestige of Poland's science.
pl: Obcokrajowcy często dołączają do kadry naukowej, a także zacieśniają współpracę międzynarodową, co podnosi prestiż polskiej nauki.

source: Find out more about the available scholarship offering on a dedicated Ministry of Science and Higher Education portal: http://www.go-poland.pl/
pl: Informacje o dostępnej ofercie stypendialnej znajdują się na specjalnym portalu Ministerstwa Nauki i Szkolnictwa Wyższego: http://www.go-poland.pl/pl

source: Also a fragment of documentary The Boy who Plays on the Buddhas of Bamiyan - director: Phil Grabsky, producer: Seventh Art Productions http://www.seventh-art.com/ , was used in the film.
pl: W namiocie gry komputerowej Food Force, która pozwala wczuć się w rolę osoby prowadzącej misję humanitarną, przez cały dzień nie brakowało entuzjastów zmagań komputerowych.

source: Amongst the exhibitors there were both non-governmental organizations as well as state institutions.
pl: Ponadto, na scenie główniej łączono się radiowo z wolontariuszką w Ugandzie.

source: The Belsat TV and Radio Racja stands were also attended in great numbers.
pl: Najwięcej emocji zarówno wśród uczestników konkursu jak i widzów wzbudził konkurs „Globalna wioska".

source: The evening finals of the Food Force competition took place on the main stage gathering quite a big number of the game's fans.
pl: Prezentowana była muzyka i tańce z Azji Południowo-Wschodniej, z Mali, Gwinei, Senegalu i Burkina Faso.

source: On top of that, the satellite channel of the Polish TV, Belsat TV, broadcasting to Belarus presented its achievements, while on the main stage there was a live radio coverage from a volunteer in Uganda.
pl: Odwiedzający II Forum oglądali symulację szpitala polowego, rozmawiali ze strażakami, żołnierzami i policjantami, zaangażowanymi w pomoc rozwojową, próbowali ukraińskich i ormiańskich potraw oraz mogli zakupić ciepłe napoje certyfikowane znakiem Fair Trade.

source: Performances by artists from around the world added colour to the event.
pl: W trakcie trwania II Forum zapraszamy do dyskusji o rozwoju do Restauracji Café L'Europe, ul.

source: You are here Polish Aid / Our activities / Eastern Partnership Academy of Public Administration / Poland supports Georgia's and Moldova's integration with EU
pl: jesteś tutaj Polska pomoc / Nasze działania / Akademia APPW / Polskie wsparcie dla integracji Gruzji i Mołdawii z UE

source: Poland supports Georgia's and Moldova's integration with EU
pl: Polskie wsparcie dla integracji Gruzji i Mołdawii z UE

source: The training, organised by Poland's foreign ministry in cooperation with the National School of Public Administration, is aimed at familiarising Georgian and Moldovan officials with legal, procedural and practical aspects of EU accession negotiations after the signing of EU Association Agreements by these countries.
pl: Organizowane przez Ministerstwo Spraw Zagranicznych we współpracy z Krajową Szkołą Administracji Publicznej szkolenie ma na celu zaznajomienie uczestników z prawnymi, proceduralnymi oraz praktycznymi aspektami negocjacji akcesyjnych z Unią Europejską w kontekście podpisania przez oba kraje Umowy Stowarzyszeniowej z UE.

source: Georgia's Ambassador to Poland Nikoloz Nikolozishvili, Moldova's Ambassador to Poland Iurie Bodrug, as well as senior officials from the MFA's Department of Development Cooperation and the National School of Public Administration attended the training's official inauguration.
pl: W uroczystym otwarciu szkolenia udział wzięli Pan Nikoloz Nikolozishvili, Ambasador Gruzji w RP oraz Pan Iurie Bodrug, Ambasador Republiki Mołdawii w RP, kierownictwa DWR MSZ i KSAP.

source: Polish experts and practitioners from the Foreign Affairs Bureau of the Chancellery of the Sejm and the ministries of foreign affairs, economy, justice, and infrastructure and development will discuss their negotiation experiences during lectures and workshops.
pl: Swoimi doświadczeniami z przebiegu negocjacji unijnych podczas wykładów i warsztatów podzielą się polscy eksperci i praktycy z Biura Spraw Międzynarodowych Kancelarii Sejmu RP oraz Ministerstw: Spraw Zagranicznych, Gospodarki, Sprawiedliwości, Infrastruktury i Rozwoju.

source: They will also have an opportunity to participate in debates with Polish administration officials and experts from think-tanks active in the area of European affairs.
pl: Będą mieli także szansę uczestniczyć w debatach z przedstawicielami polskiej administracji i ekspertami think-tanków zajmujących się sprawami europejskimi.

source: The training is financed from Polish Development Aid funds.
pl: Szkolenie finansowane jest ze środków programu „Polskiej pomocy rozwojowej”.

source: - sending organisation: an applicant that solicits the subvention to finance the implementation of a VOLUNTEERING project, which, after receiving it, is responsible for the organisation of the activities related to its implementation.
pl: Kraj przyjmujący - kraj partnerski, kraj realizacji projektu WOLONTARIAT, znajdujący się na liście biorców Oficjalnej Pomocy Rozwojowej (ODA) Komitetu Pomocy Rozwojowej OECD;

source: Its aim is to inform a volunteer about peculiarities of the place of destination and characteristics of the tasks to be carried out during a VOLUNTEERING project.
pl: Oferta projektowa - oferta składana przez wnioskodawcę w postaci formularza wniosku projektowego (formularz on-line oraz formularz w wersji wydrukowanej) wraz z załącznikami;

source: The main goals of such educational initiatives are: raising awareness and spreading knowledge among Polish society about development problems in the world; facilitating the understanding of correlation between societies of developed countries on the one hand, and developing countries and those undergoing political transformation on the other; stimulating critical thinking about our responsibility for international development and personal involvement and conscious action aimed at fighting poverty in the world and implementing the Millennium Development Goals.
pl: Organizacja przyjmująca (partner w kraju przyjmującym) - organizacja niedziałająca w celu osiągnięcia zysku (lub o charakterze organizacji pożytku publicznego) bez względu na formę prawną, lub instytucja publiczna w kraju przyjmującym, w której, lub we współpracy z którą, wolontariusz będzie realizował zadania w projekcie (może to być również misja zagraniczna polskiej organizacji wysyłającej);

source: Its aim is to facilitate contact between NGOs and people interested in participating in a VOLUNTEERING project.
pl: W szkoleniu biorą udział wolontariusze projektów wyselekcjonowanych przez Zespół Konkursowy zgodnie z Regulaminem konkursu;

source: - volunteers database: an electronic database managed by the MFA which includes information about people who wish to participate in the Polish Aid Volunteering Programme.
pl: Integralnym elementem tego szkolenia jest kurs języka lokalnego (zapoznanie z podstawami lub doskonalenie);

source: Registration in the database is not necessary to be able to participate in the call for proposals, and does not guarantee a participation in a VOLUNTEERING project.
pl: Szkolenie przedwyjazdowe - szkolenie zorganizowane przez organizację wysyłającą na rzecz wolontariusza przed wyjazdem do kraju przyjmującego, mające na celu zapoznanie go ze specyfiką miejsca i charakterem zadań w ramach projektu WOLONTARIAT;

source: You are here Polish Aid / Our activities / Eastern Partnership Academy of Public Administration / Support for local government reform in Georgia
pl: jesteś tutaj Polska pomoc / Nasze działania / Akademia APPW / Wsparcie na rzecz reformy samorządu terytorialnego w Gruzji

source: Support for local government reform in Georgia
pl: Wsparcie na rzecz reformy samorządu terytorialnego w Gruzji
